{
	"combatText": {
		"title": [
			"WEAVEFIELD PROTECCTION",
			"MEDIPACK",
			"COMMS ARRAY",
			"EXPERT WEAPONRY",
			"PAN-SPECTRAL SCANNER",
			"THE HEARTH BURNS",
			"SCANNED SHOT",
			"TELEPORT CREST",
			"PRAGMATIC WITHDRAWAL",
			"ARMOUR OF THE FORGE",
			"VOID IN OUR VEINS",
			"HEARTHS OF FIRE",
			"ANCESTORS ARE WATCHING",
			"EYE OF THE ANCESTORS"
		],
		"general": [
			"Gain 1 (S) for each unrouted Hearthkyn Warrior or Bastion Commerce Vessel to a maximum of 3 (S).",
			"Gain 1 [S]. Your units have 1 extra health this execution round.",
			"Spend 1 [S] to place 1 free reinforcement token in this area.",
			"Gain 1 [B].",
			"Gain 1 (B). *newpara* At the start of the next execution round gain 2 (B).",
			"Gain 2 [M].",
			"Discard a card from your hand to gain 2 (B).",
			"Gain 1 [B] or 1 (B).",
			"Retreat up to 2 units.",
			"Gain 2 (S).",
			"Rally 1 of your units. *newpara* Gain 1 [D].",
			"Gain 2 (B) and 2 (S) unless your opponent spends 1 [M].",
			"",
			"Gain 1 [D]. *newpara* Draw a combat card."
		],
		"unit": [
			"",
			"Hearthkyn/Bastion Vessel: Spend 1 [S] to rally 1 of your units and gain 1 (S).",
			"Hearthkyn/Bastion Vessel: Gain 1 [M].",
			"Hearthkyn/Hearthguard/Bastion Vessel: If you have more [B] than your opponent, force your opponent to rout 1 of their units or spend 1 [B] or 1 [S].",
			"Hearthkyn/Bastion Vessel: Your opponent discards the top card of their combat deck. Gain 1 icon on that card as dice.",
			"Hearthkyn/Hearthguard/Bastion Vessel: Gain 1 (B) or 1 (S) for each [M] you have more than your opponent.",
			"Hearthkyn: In this execution round your opponent suffers 1 extra damage that cannot be reduced by shield icons a player has on dice, combat tokens and faceup combat cards.",
			"Hearthguard: If you are defending you may spend 1 of your dice and discard this card to play any other card than Teleport Crest from your hand. *newpara* If you are attacking, resolve the suffer damage step of this execution round for your opponent now. Then continue resolving this execution round normally. Do not resolve the suffer damage step for your opponent in this execution round.",
			"Hearthguard: If you used the general ability to retreat units spend 1 [B] to rally 1 of your units that retreated.",
			"Champion/Stronghold: Choose 1 of your units, in the suffer damage step of this execution round that unit cannot be chosen to suffer damage.",
			"Stronghold: Spend 1 [M] to move 1 Stronghold Vessel or Bastion Vessel from any area to this area.",
			"Champion/Stronghold: Gain 2 (B) and 2 (S) unless your opponent spends 1 [M].",
			"Sagitaur/Stronghold: Move any amount of units or ships into this area from any adjacent sectors who have a legal route to this area. For each unit or ship that moved gain 1 (B) or 1 (S). *newpara* You may retreat any number of units or ships after this combat into any number of areas you have a legal route to right before the retreat phase.",
			"Sagitaur/Stronghold: Choose [B], [S] or [M]. Your opponent loses all of those dice."
			
		]
	},
	"ordersText": {
		"title": [
			"A.N - VYL WORKSTATION",
			"IRONKIN WAYFINDER",
			"TRADERS OF THE VOID",
			"HOLD WORLDS",
			"title_5"
		],
		"general": [
			"When you use your dominate ability and purchase a combat card spend a Forge token to take a second combat card of the same command level you purchased and place it in your combat deck. Then remove a combat card from your combat deck and place it in the combat upgrade deck. *newline* LIMIT ONCE PER ROUND.",
			"After resolving this order you may move a ship in the active sector to any adjacent void. This can start combat. *newline* LIMIT ONCE PER ROUND.",
			"When you reveal this order token gain 1 Forge token.",
			"After resolving this order you may build a bastion in the active sector on a friendly world already containing a bastion for 1 materiel.",
			"general_5"
		]
	},
	"eventsText": {
		"title": [
			"PROSPEROUS TRADERS",
			"SECRETS OF THE VOID",
			"THE VOID",
			"TOIL EARNS",
			"OATHBAND",
			"TECHNOLOGICAL ADVANTAGE",
			"TARGETED EFFORT",
			"IRONKIN SUPPORT"
		],
		"general": [
			"Gain 2 prosperity tokens, then choose 1 opponent to gain 1 prosperity token.",
			"Purchase 1 order upgrade, ignore command level restrictions and reduce the upgrade’s materiel cost by 1 for each ship you have.",
			"Place a free Bastion Commerce Vessel in a friendly or empty void in the sector that contains the Galactic Core. Or pay 2 materiel and a forge token to place a free Stronghold Commerce Vessel there instead.",
			"Gain 2 forge tokens and gain 1 materiel for each forge token that exceeds your maximum asset limit.",
			"Place this card in your play area and discard all of your other schemes. *newpara* After the Reinforce Step of combat you may discard this card to place 1 free reinforcement in this world and gain 1 [D].",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of Choose Combat Cards step you may discard this card to play an additional command level 0 card from your hand.",
			"Place this card in your play area and discard all of your other schemes. *newpara* While resolving an orbital strike, you may discard this card to choose and route an enemy unit in that world before assessing damage.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the end of the Reinforce Step you may discard this card to spend any amount of forge tokens to place that number of free reinforcement tokens in this area."
		],
		"type": [
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME"
		]
	}
}