{
	"combatText": {
		"title": [
			"WEAVEFIELD PROTECCTION",
			"MEDIPACK",
			"COMMS ARRAY",
			"EXPERT WEAPONRY",
			"PAN-SPECTRAL SCANNER",
			"THE HEARTH BURNS",
			"SCANNED SHOT",
			"TELEPORT CREST",
			"CALCULATED WITHDRAWAL",
			"ARMOUR OF THE FORGE",
			"VOID IN OUR VEINS",
			"HEARTHS OF FIRE",
			"ANCESTORS ARE WATCHING",
			"EYE OF THE ANCESTORS"
		],
		"general": [
			"Gain 1 (S) for each unrouted Hearthkyn Warrior or Bastion Commerce Vessel to a maximum of 3 (S) unless your opponent spends 1 [B].",
			"Gain 1 [S].",
			"Spend 1 [B] or [S] and place 1 free reinforcement token in this area.",
			"Gain 1 [B].",
			"At the start of the next execution round gain 3 (B).",
			"Gain 2 [M].",
			"Discard a card from your hand to gain 2(B).",
			"Gain 2 [B].",
			"Retreat up to 2 units.",
			"",
			"Rally a unit. *newpara* Gain 1 [D].",
			"Gain 2 (B) and 2 (S) unless your opponent spends 1 [M].",
			"",
			"Gain 1 [D]. *newpara* Draw a combat card."
		],
		"unit": [
			"",
			"Hearthkyn, Bastion Vessel: Spend 1 [S] to rally a unit and gain 1 (S).",
			"Hearthkyn, Bastion Vessel: Gain 1[M].",
			"Hearthkyn, Hearthguard, Bastion Vessel: If you have more [B] than your opponent, your opponent routs one of their units or spends 1 [D].",
			"Hearthkyn, Bastion Vessel: Your opponent discards the top card of their combat deck. Gain 1 icon on that card as dice.",
			"Hearthkyn, Hearthguard, Bastion Vessel: Gain 1 (B) or (S) for each [M] you have more than your opponent.",
			"Hearthkyn: In this execution round your opponent suffers 1 extra damage that cannot be reduced by shield icons a player has on dice, combat tokens and faceup combat cards.",
			"Hearthuard: If you are defending you may spend 1 [D] and discard this card to play any other card from your hand. *newpara* If you are attacking, resolve the suffer damage step of this execution round for your opponent now. Then continue resolving this execution round normally. Do not resolve the suffer damage step for your opponent in this execution round.",
			"Hearthguard: If you used the general ability to retreat units spend 1 [B] to rally one of the units that retreated.",
			"Champion,Stronghold: Choose a friendly unit, that unit cannot be destroyed or routed this execution round.",
			"Stronghold: Spend 1 [M] to move 1 Stronghold Vessel or Bastion Vessel to this area.",
			"Champion, Stronghold: Gain 2 (B) and 2 (S) unless your opponent spends 1 [M].",
			"Sagitaur, Stronghold: Play any other combat card from your hand. Choose to not resolve the general ability or the unit ability on that card.",
			"Sagitaur,Stronghold: Choose [B], [S] or [M]. Your opponent loses all of those dice."
		]
	},
	"ordersText": {
		"title": [
			"A.N - VYL WORKSTATION",
			"IRONKIN WAYFINDER",
			"TRADERS OF THE VOID",
			"title_4",
			"title_5"
		],
		"general": [
			"When you use your dominate ability and purchase a combat card spend a Forge token to take a second combat card of the same command level you purchased and place it in your combat deck. Then remove a combat card from your combat deck and place it in the combat upgrade deck. *newline* LIMIT ONCE PER ROUND.",
			"Domination upgrade - Move a ship in the active sector to any adjacent void. This can start combat. *newline* LIMIT ONCE PER ROUND.",
			"When you reveal this order token gain 1 Forge token.",
			"general_4",
			"general_5"
		]
	},
	"eventsText": {
		"title": [
			"title_1",
			"title_2",
			"title_3",
			"title_4",
			"title_5",
			"title_6",
			"title_7",
			"title_8"
		],
		"general": [
			"general_1",
			"general_2",
			"general_3",
			"general_4",
			"general_5",
			"general_6",
			"general_7",
			"general_8"
		],
		"type": [
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"TACTIC"
		]
	}
}