{
	"combatText": {
		"title": [
			"CULTISTS ARISE",
			"ABERRANT BEHAVIOUR",
			"CULT AMBUSH",
			"JACKALS",
			"WORSHIP AWAILS",
			"UNDIVIDED DEVOTION",
			"JACKAL DEMOLITION RUN",
			"METAMORPHS",
			"ACOLYTE RUSH",
			"PURESTRAIN ATTACK",
			"MAGUS MINDVIRUS",
			"PRIMUS WARPLAN",
			"BEAUTY OF THE PATRIARCH",
			"CULTIST MASS"
		],
		"general": [
			"Gain 1 [M]. *newpara* Convert 1 of your dice into [M].",
			"Gain 1 (S). *newpara* Your opponent loses 1 [B].",
			"Gain 1 (B) or 1 (S). *newpara* Spend 1 [M] to place 1 free reinforcement token in this area unless your opponent spends 1 [M].",
			"",
			"Rally up to 2 Neophyte Hybrids. *newpara* Convert 1 of your dice into [M].",
			"Gain 1 [M]. *newpara* Spend up to 2 [M] and gain 2 (B) for the first [M] spent. Then gain 2 (S) for the second [M] spent.",
			"Either spend 1 [B] to gain 1 [M] or spend 1 [M] to gain 1 [B]. *newpara* Reroll 1 of your dice.",
			"Rally 1 of your units.",
			"Either gain 2 (B) or force your opponent to lose 1 [S].",
			"",
			"At the end of this execution round you may convert either 1 of your [B] or [S] into [M]. *newpara* Spend 1 [M] to choose and rout an opponent command level 0 or 1 unit.",
			"Convert 1 [M] into [B]. *newpara* Place 1 free reinforcement token in this area.",
			"Either gain up to 4 [M] or convert up to 4 of your dice into [M].",
			"Either gain 2 [D] or 2 [M]."
		],
		"unit": [
			"Neophyte: Gain either 1 (B) or 1 (S) for each [M] you have up to a max of 3. You can choose a mix of (B) and (S) to gain.",
			"Neophyte: In the next execution round reduce damage suffered by you by 1.",
			"Neophyte: If you have more unrouted units than your opponent gain 1 [M]. *newpara* Spend 1 [M] to force your opponent to choose and rout 1 of his units unless he spends 1 [M].",
			"Neophyte: When an enemy unit is routed during this execution round it is destroyed unless your opponent spends 1 [S].",
			"Neophyte: Gain 1 [M] for each Neophyte Hybrid.",
			"Neophyte: Rally 1 of your units.",
			"Metamorph: Your opponent chooses and destroys 1 of his units unless he spends 1 [S].",
			"Metamorph: Choose a Hybrid Metamorph. Increase the health value of that unit in this execution round by 1.",
			"Metamorph: Gain 2 [M] and your opponent loses 1 [M].",
			"Purestrain: Either spend 1 [M] to gain 3 (B) or spend 2 [M] to choose and destroy 1 enemy unit. For each command level the destroyed unit is your opponent gains 1 (S) and 1 materiel.",
			"Purestrain: Gain 1 [D]. *newpara* Spend 1 [M] to force your opponent to choose and retreat an unrouted command level 0 unit.",
			"Purestrain: Gain 1 [M]. *newpara* Spend any amount of [M], your opponent loses 1 [B] for each die spent.",
			"Patriarch: During this combat, gain 1 (S) for each [M] you have at the start of an assess damage step. Add the morale value of all your routed units to your total moral value at the resolution step of combat.",
			"Patriarch: Place 2 free reinforcement tokens in this world. Gain 1 (B) for each of your unrouted units in excess of your opponents unrouted units."
		]
	},
	"ordersText": {
		"title": [
			"THE CULT GROWS",
			"PLACES IN GOVERNMENT",
			"HITCH A RIDE",
			"TUNNEL NETWORKS",
			"CULTURAL INFLUENCE"
		],
		"general": [
			"When you reveal this order token, you may spend 1 materiel to place a free Neophyte Hybrid into either a friendly or a hostile world where you already have a Neophyte Hybrid. *newline* LIMIT ONCE PER ROUND.",
			"After you resolve this order, you may gain assets in the active system from any hostile worlds that you have a Neophyte Hybrid in. LIMIT ONCE PER ROUND. Planet capacity for your units is increased by 1 to a max of 5 in all worlds and affects your faction ability.",
			"While resolving this order, you may treat all enemy voids as friendly voids for any Neophyte Hybrids moving through it. *newline* LIMIT ONCE PER ROUND.",
			"When you reveal this order token, you may spend 3 materiel to replace 1 Neophyte Hybrid in any world in the active system with a free Purestrain Genestealer. *newline* LIMIT ONCE PER ROUND.",
			"After you resolve this order, you may spend 1 materiel to replace 1 of your structures on a friendly world in the active system with a different structure. LIMIT ONCE PER ROUND. *newline* Planet capacity for your units is increased by 1 to a max of 5 in all worlds and affects your faction ability."
		]
	},
	"eventsText": {
		"title": [
			"MISSING SQUADRON",
			"NEW BREED",
			"DESIRED ICON",
			"DAY OF ASCENSION",
			"PRIMED INSTINCT",
			"CLAMAVUS PROPAGANDA",
			"MAGUS MINDREADING",
			"CULT IS HERE"
		],
		"general": [
			"Destroy an enemy unit in a hostile world containing a Neophyte Hybrid to place 1 free Neophyte Hybrid in that world. Your opponent gains the materiel value of the destroyed unit as materiel.",
			"Destroy 1 Neophyte Hybrid on any friendly world to place 1 free Purestrain Genestealer on that world.",
			"Purchase a combat upgrade, reducing it's materiel cost by 1 for each Neophyte Hybrid you have in a hostile world that has the most Neophyte Hybrids.",
			"Either gain 1 materiel or choose a hostile world you have a Neophyte Hybrid in. Gain assets from that world.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of an execution round, if you have 2 or more unrouted Neophyte Hybrids you may discard this card to rout an opponent unit of command level 2 or less.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of a combat, in the Roll Dice step you may discard this card to have 1 of your opponent command level 0 units to instead roll his combat value for you.",
			"Place this card in your play area and discard all of your other schemes. At the start of an execution round, if you are attacking you may discard this card to force your opponent to show what card he will play before playing cards. Then gain 1 [B], [S] or [M].",
			"Place this card in your play area and discard all of your other schemes. *newpara* In combat after the reinforcement phase, you may discard this card to place 1 free reinforcement token in the combat area. You may then gain either 1 [D] or 1 [M]."
		],
		"type": [
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME"
		]
	}
}