{
	"combatText": {
		"title": [
			"CULTISTS ARISE",
			"ABERRANT BEHAVIOUR",
			"CULT AMBUSH",
			"LOCUS BODYGUARD",
			"WORSHIP AWAILS",
			"UNDIVIDED DEVOTION",
			"RELENTLESS ZEAL",
			"METAMORPHS",
			"CULT IS HERE",
			"PURESTRAIN ATTACK",
			"MAGUS MINDVIRUS",
			"PRIMUS WARPLAN",
			"BEAUTY OF THE PATRIARCH",
			"CULTIST MASS"
		],
		"general": [
			"Convert 1 of your dice into [M]. *newpara* If you have more [M] than your opponent gain 1 [M].",
			"Gain 1 (S). *newpara* Your opponent loses 1 [B].",
			"Gain either 1 (B) or 1 (S). *newpara* Spend 1 [M] to place 1 free reinforcement token in this area unless your opponent spends 1 [M].",
			"",
			"Rally up to 2 Neophyte Hybrids. *newpara* Convert 1 of your dice into [M].",
			"Gain 1 [M]. *newpara* Spend up to 2 [M] and gain 2 (B) for the first [M] spent. Then gain 2 (S) for the second [M] spent.",
			"Gain 1 [M]. *newpara* Spend 1 [M] to gain 2 (B). *newpara* Rout 1 of your units to rally 1 of your units.",
			"Convert 1 of your dice into [M]. *newpara* Rally 1 of your units.",
			"Either gain 1 [M] or convert 1 of your dice into [M]. *newpara* Spend 1 [M] to place 1 free reinforcement token in this area.",
			"Gain 2 (B). *newpara* When an enemy unit is routed during this execution round, you may spend 1 [M] to destroy that unit.",
			"At the end of this execution round you may convert either 1 of your [B] or [S] into [M]. *newpara* Spend 1 [M] to rout either an opponent command level 0 or command level 1 unit.",
			"Convert 1 of your [M] into [B]. *newpara* Spend 1 [B] to place 1 free reinforcement token in this area.",
			"Either gain up to 4 [M] or convert up to 4 of your dice into [M].",
			"Either gain 2 [D] or 2 [M]."
		],
		"unit": [
			"Neophyte: Gain either 1 (B) or 1 (S) for each [M] you have up to a maximum of 3. You can choose a mix of (B) and (S) to gain.",
			"Neophyte: Either gain 1 (S) or convert 1 of your dice into [M].",
			"Neophyte: If you have more unrouted units than your opponent gain 1 [M]. *newpara* Spend 1 [M] to force your opponent to choose and rout 1 of his units unless he spends 1 [M].",
			"Neophyte: Place 1 free reinforcement token in this area.",
			"Neophyte: Gain 1 [M] for each unrouted Neophyte Hybrid up to a maximum of 2.",
			"Neophyte: Rally 1 of your units.",
			"Metamorph: Rout 1 of your units to gain 3 (B).",
			"Metamorph: Choose a Hybrid Metamorph. Increase the health value of that unit in this execution round by 1.",
			"Metamorph: Spend 1 [M] to place 1 free reinforcement token in this area.",
			"Purestrain: You may spend 1 [M] to force your opponent to choose and rout 1 of his units.",
			"Purestrain: Gain 1 [D]. *newpara* Spend 1 [M] to force your opponent to choose and retreat 1 of his unrouted command level 0 units.",
			"Purestrain: Gain 1 [M]. *newpara* Spend any amount of [M], your opponent loses 1 [B] for each die spent.",
			"Patriarch: During this combat, gain 1 (S) for each [M] you have at the start of an assess damage step. Add the morale value of all your routed units to your total moral value at the resolution step of combat.",
			"Patriarch: Place 2 free reinforcement tokens in this world. Gain 1 (B) for each of your unrouted units in excess of your opponents unrouted units."
		]
	},
	"ordersText": {
		"title": [
			"THE CULT GROWS",
			"PLACES IN GOVERNMENT",
			"HITCH A RIDE",
			"TUNNEL NETWORKS",
			"CULTURAL INFLUENCE"
		],
		"general": [
			"When you reveal this order token, you may spend 1 materiel to place 1 free Neophyte Hybrid on either a friendly or a hostile world where you already have a Neophyte Hybrid. *newline* LIMIT ONCE PER ROUND.",
			"After you resolve this order, you may gain assets in the active system from any hostile worlds that you have a Neophyte Hybrid in. LIMIT ONCE PER ROUND. Planet capacity for your units is increased by 1 to a max of 5 in all worlds and affects your faction ability.",
			"While resolving this order, you may treat all enemy voids as friendly voids for any Neophyte Hybrids moving through it. *newline* LIMIT ONCE PER ROUND.",
			"When you reveal this order token, you may either spend 3 materiel to replace 1 unrouted Neophyte Hybrid in any world in the active system with a free Purestrain Genestealer or spend 2 materiel to replace that unit with a free Hybrid Metamorph. This can start a combat. *newline* LIMIT ONCE PER ROUND.",
			"After you resolve this order, you may spend 1 materiel to replace 1 of your structures on a friendly world in the active system with a different structure. LIMIT ONCE PER ROUND. *newline* Planet capacity for your units is increased by 1 to a max of 5 in all worlds and affects your faction ability."
		]
	},
	"eventsText": {
		"title": [
			"HIDDEN TUNNELS",
			"NEW BREED",
			"DESIRED ICON",	
			"DAY OF ASCENSION",
			"PRIMED INSTINCT",
			"CLAMAVUS PROPAGANDA",
			"MAGUS MINDREADING",
			"ATALAN JACKALS"
		],
		"general": [
			"Either place 1 free factory on a friendly world not containing a structure or spend 2 materiel to place 1 free factory on a friendly world not containing a factory.",
			"Destroy 1 Neophyte Hybrid on any friendly world to place 1 free Purestrain Genestealer on that world.",
			"Purchase a combat upgrade, reducing it's materiel cost by 1 for each Neophyte Hybrid you have in a hostile world that has the most Neophyte Hybrids.",
			"Either gain 1 materiel or choose a hostile world you have a Neophyte Hybrid in. Gain assets from that world.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of an execution round of combat, if you have 2 or more unrouted Neophyte Hybrids you may discard this card to rout an opponent unit of command level 2 or less.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of a roll dice step of combat, you may discard this card to have 1 of your opponent command level 0 units to instead roll his combat value for you.",
			"Place this card in your play area and discard all of your other schemes. At the start of an execution round of combat, you may discard this card to force your opponent to show what card he will play before playing cards. Then gain 1 [B], [S] or [M].",
			"Place this card in your play area and discard all of your other schemes. *newpara* When an enemy unit is routed during this combat, you may discard this card to spend 1 of your dice to destroy that unit."
		],
		"type": [
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME"
		]
	}
}