{
	"combatText": {
		"title": [
			"CULTISTS ARISE",
			"ABERRANT BEHAVIOUR",
			"CULT AMBUSH",
			"JACKALS",
			"WORSHIP AWAILS",
			"UNDIVIDED DEVOTION",
			"JACKAL DEMOLITION RUN",
			"METAMORPHS",
			"ACOLYTE RUSH",
			"PURESTRAIN ATTACK",
			"MAGUS MINDVIRUS",
			"PRIMUS WARPLAN",
			"BEAUTY OF THE PATRIARCH",
			"MASS HYPNOSIS"
		],
		"general": [
			"Gain 1 [M]. *newpara* Convert 1 of your dice into 1 [M].",
			"Gain 1 (S). *newpara* Your opponent loses 1 [B].",
			"Gain 1 (B), 1 (S) or 1 [M]. *newpara* Spend 1 [M] to place 1 free reinforcement token in this area unless your opponent spends 1 [M].",
			"",
			"Rally up to 2 Neophyte Hybrids. *newpara* Convert 1 of your dice into 1 [M].",
			"Gain 1 [M]. *newpara* Spend up to 2 [M] and gain 2 (B) for the first [M] spent. Then gain 2 (S) for the second [M] spent.",
			"Spend 1 [M] to gain 1 [B] or spend 1 [B] to gain 1 [M]. *newpara* Reroll 1 of your dice.",
			"Rally 1 of your units.",
			"Gain 2 (B) or force your opponent to lose 1 [S].",
			"",
			"At the end of this execution round you may convert 1 of your [B] or [S] into [M]. *newpara* Spend 1 [M] to choose and rout an opponent command level 0 or 1 unit.",
			"Convert 1 [M] into 1 [B]. *newpara* Place 1 free reinforcement token in this area.",
			"Gain up to 4 [M].",
			"Gain 2 [D] or 2 [M]."
		],
		"unit": [
			"Neophyte: Gain 1 (B) or 1 (S) for each [M] you have up to a max of 3. You can choose a mix of (B) and (S) to gain.",
			"Neophyte: In the next execution round reduce damage suffered by you by 1.",
			"Neophyte: If you have more unrouted units than your opponent gain 1 [M]. *newpara* Spend 1 [M] to force your opponent to choose and rout 1 of their units unless they spend 1 [M].",
			"Neophyte: When an enemy unit is routed during this execution round it is destroyed unless your opponent spends 1 [S].",
			"Neophyte: Gain 1 [M] for each Neophyte Hybrid.",
			"Neophyte: Rally 1 of your units.",
			"Metamorph: Your opponent chooses and destroys 1 of their units unless they spend 1 [S].",
			"Metamorph: Choose a Hybrid Metamorph. That unit has 2 extra health this execution round.",
			"Metamorph: Gain 2 [M] and your opponent loses 1 [M].",
			"Purestrain: Spend 1 [M] to gain 3 (B) or spend 2 [M] to choose and destroy an enemy unit. For each command level the destroyed unit is your opponent gains 1 (S) and 1 materiel.",
			"Purestrain: Gain 1 [D]. *newpara* Spend 1 [M] to force your opponent to choose and retreat a nonrouted command level 0 unit.",
			"Purestrain: Gain 1 [M]. *newpara* Spend any amount of [M], your opponent loses 1 [B] for each die spent.",
			"Patriarch: For each unrouted unit you have place 1 free reinforcement token in this area. All your Neophyte Hybrids have only 1 health in this combat.",
			"Patriarch: Spend any amount of [M], for each [M] spent force your opponent to choose and rout 1 of their command level 0 or 1 units."
		]
	},
	"ordersText": {
		"title": [
			"THE CULT GROWS",
			"PLACES IN GOVERNMENT",
			"HITCH A RIDE",
			"TUNNEL NETWORKS",
			"CULTURAL INFLUENCE"
		],
		"general": [
			"When you reveal this order, you may spend 1 materiel to place a free Neophyte Hybrid in any system into a frienly or hostile world where you already have a Neophyte Hybrid. *newline* LIMIT ONCE PER ROUND.",
			"After you resolve this order, in the active system, you may gain assets from any hostile worlds that you have a Neophyte Hybrid in. LIMIT ONCE PER ROUND. Planet capacity for your units is increased by 1 to a max of 5 in all worlds.",
			"While resolving this order, you may treat all enemy voids as friendly voids for any Neophyte Hybrids moving through it. *newline* LIMIT ONCE PER ROUND.",
			"When you reveal this order token, you may spend 2 materiel to replace 1 Neophyte Hybrid in any world in the active system with a free Purestrain Genestealer. *newline* LIMIT ONCE PER ROUND.",
			"After you resolve this order, you may spend 1 materiel to replace 1 of your structures on a friendly world in the active system with a different structure. LIMIT ONCE PER ROUND. *newline* Planet capacity for your units is increased by 1 to a max of 5 in all worlds."
		]
	},
	"eventsText": {
		"title": [
			"SUDDEN INVASION",
			"NEW BREED",
			"DESIRED ICON",
			"LOCUS BODYGUARD",
			"PRIMED INSTINCT",
			"CLAMAVUS PROPAGANDA",
			"MAGUS MINDREADING",
			"CULT IS HERE"
		],
		"general": [
			"Start combat in a hostile world where you have at least 1 Neophyte Hybrid, gain 2 [D] in the Roll Dice phase.",
			"Destroy 2 Neophyte Hybrids on any one world to place a free Purestrain Genestealer on that world.",
			"Purchase a combat upgrade with a discount of the number of Neophyte Hybrids you have in a hostile world that has the most Neophyte Hybrids.",
			"Gain 2 reinforcement tokens.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of an execution round, if you have 2 or more unrouted Neophyte Hybrids you may discard this card to rout an opponent unit of command level 2 or less.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of a combat, in the Roll Dice step you may discard this card to have 1 of your opponent command level 0 units to instead roll their combat value for you.",
			"Place this card in your play area and discard all of your other schemes. At the start of an execution round, if you are attacking you may discard this card to force your opponent to show what card they will play before playing cards. Then gain 1 [B], [S] or [M].",
			"Place this card in your play area and discard all of your other schemes. *newpara* In combat after the reinforcement phase, you may discard this card to place a free reinforcement token in the combat area. You may then gain 1 [D] or 1 [M]."
		],
		"type": [
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME"
		]
	}
}