{
	"combatText": {
		"title": [
			"STAFF OF CHANGE",
			"CHANGE OF PLANS",
			"EMBRACE THE CHAOS",
			"REPLACE CASUALTIES",
			"RIDDLED BY DUST",
			"SWARM OF TZAANGOR",
			"TERRIFYING ILLUSION",
			"ALL IS DUST",
			"DARK PORTAL",
			"RENEWAL OF DEATH",
			"RETURN TO DUST",
			"DARK INFLUENCE",
			"DEADLY DEMISE",
			"DUST STORM"
		],
		"general": [
			"Gain 1 (B) or 1 (S). *newpara* If you are attacking, your opponent discards his facedown combat card and chooses a different card to play face down. At the end of this execution round he may draw his discarded combat card.",
			"If you are attacking, gain 1 [D] and in the next execution round the defender plays his card first. *newpara* If you are defending you may play any other card from your hand. Do not resolve the unit ability on this card if done so.",
			"Gain 1 [D]. *newpara* Reroll 2 of your dice. Then your opponent rerolls 2 dice of your choice.",
			"Convert 1 [B] into [M]",
			"Force your opponent to choose and reveal a card from his hand. Your opponent must play that card next execution round instead of any other card. Gain the combat icons on that combat card during this execution round.",
			"Place 2 free reinforcement tokens in this area.",
			"Gain 1 [B], 1 [S] or 1 [M]. *newpara* Spend 1 [M] to force your opponent to choose and rout 1 of his units.",
			"Gain 1 [D]. *newpara* If a Rubric Marine is destroyed in this execution round place a free Rubric Marine in this world at the end of the assess damage step.",
			"Choose 1 of your units in this world and place it in any other world that has a friendly unit. *newpara* Take a Tzaangor or a Rubric Marine from any world and place it in this world to gain 1 [D].",
			"Gain 2 (B). *newpara* If any of your ground units are destroyed in this execution round instead place them routed in any friendly world with a city.",
			"Gain 2 (B), or for every damage suffered by you in this execution round gain 1 (B) in the next execution round up to a maximum of 5.",
			"Spend 1 of your dice to force your opponent to choose and rout 1 of his units. *newpara* Convert 1 of your opponent's dice into [M].",
			"Gain 1 [D]. *newpara* Your opponent rerolls up to 3 dice of your choice.",
			"Gain 2 (S)."
		],
		"unit": [
			"Tzaangor/Frigate: Gain 1 [D] or 2 (S).",
			"Tzaangor/Frigate: Gain 1 [D] and 2 (S).",
			"Tzaangor/Frigate: Gain 1 [D] and retreat 1 of your units. *newpara* Force your opponent to retreat 1 of his units unless he chooses and spends 1 of his dice. If he retreated a unit he gains 1 [D].",
			"Tzaangor/Frigate: If any of your units are destroyed during this execution round place a free Tzaangor in this world at the end of the assess damage step.",
			"Tzaangor/Frigate: Gain 2 (B).",
			"Tzaangor: Gain 1 (B) for each unrouted Tzaangor.",
			"Tzaangor/Rubric Marine/Frigate: Force your opponent to retreat 1 of his routed units.",
			"Rubric Marine: Gain 1 [D] or 2 (B).",
			"Tzaangor/Rubric Marine/Frigate: Spend 1 [B] to gain 1 [M]. *newpara* Spend 1 [S] to gain 2 (S).",
			"Sorcerer: Increase the health value of Rubric Marines in this execution round by 1. *newpara* Destroy 1 Rubric Marine to place 2 free Tzaangors in this world.",
			"Sorcerer/Silver Tower: Increase the health value of Rubric Marines in this execution round by 1. *newpara* When 1 of your units is destroyed in this execution round you may instead spend 1 of your dice to rout them.",
			"Sorcerer/Silver Tower: Increase the health value of Rubric Marines in this execution round by 1. *newpara* Spend 1 of your opponent's [M] to force your opponent to choose and destroy 1 of his command level 0 units.",
			"Lord of Change: Gain 2 (B). *newpara* If a Lord of Change is destroyed in this execution round, destroy up to 2 opponent units.",
			"Lord of Change: Place 2 free Rubric Marines in this area. After this combat destroy 2 Rubric Marines in this area."
		]
	},
	"ordersText": {
		"title": [
			"MASTER OF DECEIT",
			"SUMMONING PORTAL",
			"DUSTED HOURGLASS",
			"BLAST FROM THE PAST",
			"WELL-TIMED STRIKE"
		],
		"general": [
			"After you resolve this order, you may place one of your orders that's on top of a stack into any system adjacent to it that has no other order tokens. *newline* LIMIT ONCE PER ROUND.",
			"When you reveal this order token, you may choose 2 friendly units in any one world and place them in any friendly cities in the active system. *newline* LIMIT ONCE PER ROUND.",
			"While resolving this order and starting a combat, once in this combat at any time 1 of your units in that combat is destroyed, you may place that unit back in that area routed. *newline* LIMIT ONCE PER ROUND.",
			"After resolving this orbital strike, you may resolve your faction ability. *newline* LIMIT ONCE PER ROUND.",
			"Enemy bastions do not prevent this orbital strike. During this orbital strike, you may instead roll number of dice equal to the combined combat value of all friendly routed or unrouted ships in this system. *newline* LIMIT ONCE PER ROUND."
		]
	},
	"eventsText": {
		"title": [
			"TIMES OF CHANGE",
			"MERE IMMORTALITY",
			"TERMINATE THEM",
			"CHANGER OF WAYS",
			"STOPPED IN TIME",
			"PORTAL OF CHANGE",
			"CHANGE TO VIOLENCE",
			"ALTERNATE TIMELINE"
		],
		"general": [
			"Place this card in your play area and discard all of your other schemes. After the Planning Phase, you may discard this card to reveal 1 of your Strategize orders from your play area and then place it facedown on top of any order stack.",
			"Place this card in your play area and discard all of your other schemes. *newpara* When a Rubric Marine is destroyed, you may discard this card to place 1 free Rubric Marine in that world.",
			"Place this card in your play area and discard all of your other schemes. You may discard this card after resolving a combat card to resolve the suffer damage step of this execution round for your opponent now. Resolve the rest of this execution round normally but ignore the suffer damage step for your opponent in this execution round.",
			"Place this card in your play area and discard all of your other schemes. At the end of a game round, you may discard this card to choose a player, that player gains the first player token at the start of the the next game round.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of an execution round, you may discard this card to choose an opponent faceup combat card, your opponent draws that combat card into his hand.",
			"Place this card in your play area and discard all of your other schemes. *newpara* While resolving an advance order, at the start of a combat in a world, you may discard this card to move up to 2 of your units from any one world to that world.",
			"Place this card in your play area and discard all of your other schemes. Instead of revealing an order in the Operations Phase, you may discard this card to remove 1 of your orders that’s on top of an order stack to place 1 of your orders from your play area in any system not containing an order token.",
			"Place this card in your play area and discard all of your other schemes. At the start of a combat, you may discard this card to replace 1 pair of combat cards in the opponents combat deck with 1 pair of combat cards of the same command level from his upgrade deck."
		],
		"type": [
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME"
		]
	}
}