{
	"combatText": {
		"title": [
			"DACATARAI STANCE",
			"RENDAX STANCE",
			"FIGHT THROUGH FIRE",
			"STAND YOUR GROUND",
			"CALL OF GLORY",
			"BRAVE CHARGE",
			"INSPIRING LEADER",
			"NO ESCAPE",
			"DEFEND OUR HONOR",
			"BEYOND THE CALL",
			"CAPTAIN'S SHIELD",
			"SIDE BY SIDE",
			"PRAISE TO THE EMPEROR",
			"FERVOR OF TERRA"
		],
		"general": [
			"Gain 1 [D]. *newpara* If your opponent has more unrouted units than you gain 2 (S).",
			"Gain 1 [D] or 1 [M]. *newpara* If your opponent has an unrouted unit that is not a command level 0 unit, gain 1 (S) and 1 (B).",
			"Force your opponent to choose and rout 1 of their units or lose 1 dice of their choice.",
			"Gain 1 [D]. *newpara* Rally 1 of your units.",
			"Gain 1 [D]. *newpara* If your opponent has more unrouted units than you gain 1 [M] or 1 [D].",
			"Gain 1 [B]. *newpara* Convert 1 [M] into 1 [B].",
			"Gain 1 [D]. *newpara* Rally up to 2 of your units.",
			"Gain 1 [D].",
			"Choose 1 of your units and gain that unit’s morale value as shield tokens.",
			"Gain 1 [D]. *newpara* Spend 1 [B] to gain 3 (B). Your opponent may spend 1 [M] to retreat 1 of their units.",
			"Gain 1 [D]. *newpara* Spend 1 [S] to gain 3 (S).",
			"Gain 1 [D]. *newpara* Gain 1 (B) or 1 (S). *newpara* Rally 1 of your units.",
			"Gain 2 [D].",
			"Rally 1 of your units. Draw a combat card."
		],
		"unit": [
			"Custodian/Cruiser: If your opponent suffers damage this execution round they suffer 2 more damage.",
			"Custodian/Cruiser: If you have at least 1 [B] or 1 (B) at the start of the assess damage step of this execution round, force your opponent to choose and rout 1 of their units.",
			"Custodian/Cruiser: If you suffer damage in this execution round, at the start of the next execution round you may choose to spend 1 [B] to gain 2 (B) or spend 1 [S] to gain 2 (S).",
			"Custodian: Spend 1 [M] to choose 1 of your units, during this execution round that unit cannot become routed.",
			"Custodian/Champion/Cruiser: Spend 1 [M] and force your opponent to lose 1 [B] or 1 [M].",
			"Champion: Gain 1 (B) for each of your opponents unrouted units in excess of the number of your unrouted units.",
			"Champion/Cruiser: Convert 1 of your [M] into 1 [B] or 1 [S].",
			"Champion/Cruiser: When an enemy unit is routed during this execution round, it is destroyed unless your opponent spends 2 dice of his choice.",
			"Custodian/Champion/Cruiser: Choose 1 of your units, at the end of the assess damage step of this execution round if that unit is routed rally that unit.",
			"Captain: Choose and rout 1 of your command level 2 units to gain 3 (B).",
			"Captain/Moiraideis: You may reroll up to 2 [B].",
			"Captain/Moiraideis: You may retreat any amount of units, gain 2 (B) for each unit that retreated. Then rally 1 of your units that retreated.",
			"Valoris: For this combat you have a dice limit of 12 dice. You may then resolve the general ability of this card again.",
			"Valoris: Play any other combat card from your hand."
		]
	},
	"ordersText": {
		"title": [
			"GUARDS OF THE EMPEROR",
			"HEROIC INTERVENTION",
			"EMPEROR'S WILL",
			"DEEP STRIKE",
			"EMPEROR'S CALL"
		],
		"general": [
			"When discarding order tokens in combat, you may gain an extra (B) or (S) for the first order token discarded in that execution round. ",
			"When you reveal this order token, you may resolve it as if it were an Advance Order instead. *newline* LIMIT ONCE PER ROUND.",
			"After you resolve this order, for the rest of the game treat all empty worlds that do not contain your objective tokens as friendly worlds. *newline* LIMIT ONCE PER GAME.",
			"While resolving this order and starting a combat in a world, in the reinforcement phase if you place a reinforcement token you may also take a Custodian Guard from any world and place it on that world and gain 1 [D]. *newline* LIMIT ONCE PER ROUND.",
			"After you resolve this order token, you may choose 1 of your units in the active system. Rally that unit. You may then move that unit to an adjacent area. This can start a combat. *newline* LIMIT ONCE PER ROUND. "
		]
	},
	"eventsText": {
		"title": [
			"THE INNER PALACE",
			"LEX ULTIMA",
			"HETAERON GUARD",
			"GUARDIANS OF HUMANITY",
			"EMPEROR'S PROTECTION",
			"THE GOLDEN DEATH",
			"EYES OF THE EMPEROR",
			"THE TEN THOUSAND"
		],
		"general": [
			"Gain 2 materiel. *newpara* Move 1 friendly unit from any world into any friendly world with a city.",
			"Place a Classified Cruiser in any uncontrolled or friendly void in a system you have units or buildings in or gain 1 materiel.",
			"Place a free reinforcement token on a friendly or empty world that contains your opponent's objective token. It counts as a Custodian Guard for all game effects, except it does not count towards your unit limit or planet capacity. If it retreats or moves it’s instead destroyed.",
			"Place a free bastion on any friendly world not containing a structure.",
			"Place this card in your play area and discard all of your other schemes. *newpara* In combat after the reinforcement phase, discard this card to gain 1 (S) at the start of each execution round in this combat.",
			"Place this card in your play area and discard all of your other schemes. *newpara* In combat after the reinforcement phase, discard this card to gain 1 (B) at the start of each execution round in this combat.",
			"Place this card in your play area and discard all of your other schemes. Instead of revealing an order during the Operations Phase, you may discard this card to look at any facedown order on the top of 1 order stack and then place it back facedown on top of that order stack.",
			"Place this card in your play area and discard all of your other schemes. *newpara* At the start of an execution round discard this card to rally 1 of your units each time you gain any (B) or (S) in this combat."
		],
		"type": [
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"TACTIC",
			"SCHEME",
			"SCHEME",
			"SCHEME",
			"SCHEME"
		]
	}
}